[{
  "sessionType": "Concurrent Session",
  "track": "Lifestyle",
  "title": "Staying Balanced While on the Road, Again",
  "titleChatBot": "Staying Balanced While on the Road, Again",
  "titleVariations": "staying,staying balanced,staying balanced while,staying balanced while on,staying balanced while on the,staying balanced while on the road,",
  "sessionDescription": "Plan. Travel. Execute. Repeat. The endless cycle of business events strategists can take its toll on health and wellness. Ensure your wellbeing is part of your event planning checklist. Get all the tips on how to stay healthy while traveling from making smarter food choices and maximizing sleep to staying hydrated.",
  "location": "Moscone South, M.R. 301",
  "locationChatBot": "Moscone South, MR 301",
  "startTime": "11:15 AM",
  "endTime": "12:15 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T20:15Z",
  "speakers": "rachael riggs",
  "speakersChatBot": "Rachael Riggs",
  "searchData": "Staying Balanced While on the Road, Again Plan. Travel. Execute. Repeat. The endless cycle of business events strategists can take its toll on health and wellness. Ensure your wellbeing is part of your event planning checklist. Get all the tips on how to stay healthy while traveling from making smarter food choices and maximizing sleep to staying hydrated."
}, {
  "sessionType": "Concurrent Session",
  "track": "Media",
  "title": "Want Engagement? You Have 8 Seconds - GO!",
  "titleChatBot": "Want Engagement? You Have 8 Seconds - GO!",
  "titleVariations": "want,want engagement?,want engagement? you,want engagement? you have,want engagement? you have 8,want engagement? you have 8 seconds,want e",
  "sessionDescription": "The average internet user has an eight-second attention window. Hear how to engage and convert your target audience in a short span. Mindset Digital founder Debra Jasper will share the valuable insights she’s developed on how to keep your content short, organized, and skimmable to boost engagement, increase response rates and produce lasting engagement from your audience.Learner Outcomes:Discover how smart marketers are getting clicks.Review tech like AI, chatbots, and emotion analytics.Leverage new tech and methodologies that get results.",
  "location": "Moscone South, M.R. 153",
  "locationChatBot": "Moscone South, MR 153",
  "startTime": "11:15 AM",
  "endTime": "12:15 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T20:15Z",
  "speakers": "debra jasper, phd",
  "speakersChatBot": "Debra Jasper, PhD",
  "searchData": "Want Engagement? You Have 8 Seconds - GO! The average internet user has an eight-second attention window. Hear how to engage and convert your target audience in a short span. Mindset Digital founder Debra Jasper will share the valuable insights she’s developed on how to keep your content short, organized, and skimmable to boost engagement, increase response rates and produce lasting engagement from your audience.Learner Outcomes:Discover how smart marketers are getting clicks.Review tech like AI, chatbots, and emotion analytics.Leverage new tech and methodologies that get results."
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Designing from the Ground Up",
  "titleChatBot": "Designing from the Ground Up",
  "titleVariations": "designing,designing from,designing from the,designing from the ground,designing from the ground up",
  "sessionDescription": "Discover how behavioral science can help you build or transform a business event. The Design Studio by Maritz Global Events shares event design and experience strategy methodologies it has used in more than 150 engagements. Explore how to use your imagination, check your preconceived notions at the door and approach challenges from different perspectives. Hear about practices you can implement at your organization.Learner Outcomes:See how biases and perceptions limit our ability to generate new ideas.Gain tips and tools you and your team can use to generate fresh ideas.Understand how great design is a process of imagination and science. ",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "11:15 AM",
  "endTime": "12:15 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T20:15Z",
  "speakers": "tim simpson",
  "speakersChatBot": "Tim Simpson",
  "searchData": "Designing from the Ground Up Discover how behavioral science can help you build or transform a business event. The Design Studio by Maritz Global Events shares event design and experience strategy methodologies it has used in more than 150 engagements. Explore how to use your imagination, check your preconceived notions at the door and approach challenges from different perspectives. Hear about practices you can implement at your organization.Learner Outcomes:See how biases and perceptions limit our ability to generate new ideas.Gain tips and tools you and your team can use to generate fresh ideas.Understand how great design is a process of imagination and science. "
}, {
  "sessionType": "Concurrent Session",
  "track": "Leadership",
  "title": "Creating a Psychologically Safe Workplace",
  "titleChatBot": "Creating a Psychologically Safe Workplace",
  "titleVariations": "creating,creating a,creating a psychologically,creating a psychologically safe,creating a psychologically safe workplace",
  "sessionDescription": "Psychological safety, or emotional safety, is the ability to let your fear show without concerns about negative perceptions. It’s a critical component to creating a high-performing team. Explore how psychological safety is created and destroyed in the workplace, its impact on fostering a diverse and inclusive workplace culture and practical tips that can be applied in multiple contexts. Hear how various types of fears can hamper workplace productivity.Learner Outcomes:Define psychological safety and its importance in the workplace.Identify common mistakes we make that make workplace and events less inclusive.Discuss practical tips that can be applied to creating a more inclusive culture wherever you are.",
  "location": "Moscone South, M.R. 307",
  "locationChatBot": "Moscone South, MR 307",
  "startTime": "11:15 AM",
  "endTime": "12:15 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T20:15Z",
  "speakers": "michelle kim",
  "speakersChatBot": "Michelle Kim",
  "searchData": "Creating a Psychologically Safe Workplace Psychological safety, or emotional safety, is the ability to let your fear show without concerns about negative perceptions. It’s a critical component to creating a high-performing team. Explore how psychological safety is created and destroyed in the workplace, its impact on fostering a diverse and inclusive workplace culture and practical tips that can be applied in multiple contexts. Hear how various types of fears can hamper workplace productivity.Learner Outcomes:Define psychological safety and its importance in the workplace.Identify common mistakes we make that make workplace and events less inclusive.Discuss practical tips that can be applied to creating a more inclusive culture wherever you are."
}, {
  "sessionType": "Concurrent Session",
  "track": "Innovation",
  "title": "What’s New and Next for Events in China and Asia Pacific",
  "titleChatBot": "What’s New and Next for Events in China and Asia Pacific",
  "titleVariations": "what’s,what’s new,what’s new and,what’s new and next,what’s new and next for,what’s new and next for events,what’s new and next for events ",
  "sessionDescription": "China’s reputation as a top meeting destination continues to grow the Asia-Pacific region sees increases in its MICE (Meetings, Incentives, Conventions and Exhibitions) industry. Hear about China’s evolution as a business events industry leader and gain strategies on how to navigate complex cultural and logistical relationships to ensure your organization’s success.Learner Outcomes:Identify growth opportunities for business events in the Asia-Pacific region.Establish key criteria for producing events with Chinese partners.Recognize potential opportunities and challenges for strategic events management in the region.",
  "location": "Moscone South, M.R. 207",
  "locationChatBot": "Moscone South, MR 207",
  "startTime": "11:15 AM",
  "endTime": "12:15 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T20:15Z",
  "speakers": "erica seo",
  "speakersChatBot": "Erica Seo",
  "searchData": "What’s New and Next for Events in China and Asia Pacific China’s reputation as a top meeting destination continues to grow the Asia-Pacific region sees increases in its MICE (Meetings, Incentives, Conventions and Exhibitions) industry. Hear about China’s evolution as a business events industry leader and gain strategies on how to navigate complex cultural and logistical relationships to ensure your organization’s success.Learner Outcomes:Identify growth opportunities for business events in the Asia-Pacific region.Establish key criteria for producing events with Chinese partners.Recognize potential opportunities and challenges for strategic events management in the region."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Tech Talk Stage",
  "title": "Tech Talk: The Power of Personalization",
  "titleChatBot": "Tech Talk: The Power of Personalization",
  "titleVariations": "tech,tech talk:,tech talk: the,tech talk: the power,tech talk: the power of,tech talk: the power of personalization",
  "sessionDescription": "The days of cookie-cutter events are long gone. Attendees want a unique experience, one that fits them perfectly. But how do you personalize an event for hundreds or thousands of attendees? It’s easier than you might think with the help of data and automation. From the data you’ll need to how to use it, we break down exactly how to personalize an event at scale to make the attendee experience that much better.Learner Outcomes:Recognize events need to be differentiated to personalize them for your audienceDiscover the process of collecting data to identify audience needsUnderstand ways to make changes to your event that will speak to your audience",
  "location": "Moscone South, Tech Talk Stage | Hall D",
  "locationChatBot": "Moscone South, Tech Talk Stage | Hall D",
  "startTime": "11:15 AM",
  "endTime": "11:45 AM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T19:15Z",
  "endTimeZulu": "2020-01-06T19:45Z",
  "speakers": "james brixius,robert hamlin",
  "speakersChatBot": "James Brixius,Robert Hamlin",
  "searchData": "Tech Talk: The Power of Personalization The days of cookie-cutter events are long gone. Attendees want a unique experience, one that fits them perfectly. But how do you personalize an event for hundreds or thousands of attendees? It’s easier than you might think with the help of data and automation. From the data you’ll need to how to use it, we break down exactly how to personalize an event at scale to make the attendee experience that much better.Learner Outcomes:Recognize events need to be differentiated to personalize them for your audienceDiscover the process of collecting data to identify audience needsUnderstand ways to make changes to your event that will speak to your audience"
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Accelerate Stage",
  "title": "Critical to Constructive: Using Mindfulness to Turn Mistakes Into Productivity",
  "titleChatBot": "Critical to Constructive: Using Mindfulness to Turn Mistakes Into Productivity",
  "titleVariations": "critical,critical to,critical to constructive:,critical to constructive: using,critical to constructive: using mindfulness,critical to cons",
  "sessionDescription": "Mistakes are inevitable. In this session, we’ll analyze how our responses to both our own and others’ failures or mistakes often predicts motivation to try again and strive for improvement. And most importantly, research shows that self-compassion and compassion towards others is strongly associated with emotional well-being and lower levels of stress, which can lead to increased productivity and confidence among teams.Learner Outcomes:Discuss how empathetic reactions induce motivation for improvement.Identify how compassion towards others can increase confidence and productivity in teams.Demonstrate mindfulness practices to motivate yourself and others with encouragement rather than criticism.",
  "location": "Moscone South, Accelerate Stage | Hall B",
  "locationChatBot": "Moscone South, Accelerate Stage | Hall B",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "melani massey, lcsw s",
  "speakersChatBot": "Melani Massey, LCSW-S",
  "searchData": "Critical to Constructive: Using Mindfulness to Turn Mistakes Into Productivity Mistakes are inevitable. In this session, we’ll analyze how our responses to both our own and others’ failures or mistakes often predicts motivation to try again and strive for improvement. And most importantly, research shows that self-compassion and compassion towards others is strongly associated with emotional well-being and lower levels of stress, which can lead to increased productivity and confidence among teams.Learner Outcomes:Discuss how empathetic reactions induce motivation for improvement.Identify how compassion towards others can increase confidence and productivity in teams.Demonstrate mindfulness practices to motivate yourself and others with encouragement rather than criticism."
}, {
  "sessionType": "Concurrent Session",
  "track": "Innovation",
  "title": "Letting Go and Learning Fast to Thrive",
  "titleChatBot": "Letting Go and Learning Fast to Thrive",
  "titleVariations": "letting,letting go,letting go and,letting go and learning,letting go and learning fast,letting go and learning fast to,letting go and learn",
  "sessionDescription": "Having a fixed mindset and leaning on behaviors that have made your career successful up to now may hold you back in the future. Future of work strategist Heather McGowan will reveal the major shifts impacting workplace identity and why human-centered skills like creativity, empathy and communication will be essential to staying innovative and competitive especially for leadership. Long gone are the days where leaders had all the answers, not knowing and establishing vulnerability and trust is the key to leading teams in times of accelerated change. ",
  "location": "Moscone South, M.R. 207",
  "locationChatBot": "Moscone South, MR 207",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "heather mcgowan",
  "speakersChatBot": "Heather McGowan",
  "searchData": "Letting Go and Learning Fast to Thrive Having a fixed mindset and leaning on behaviors that have made your career successful up to now may hold you back in the future. Future of work strategist Heather McGowan will reveal the major shifts impacting workplace identity and why human-centered skills like creativity, empathy and communication will be essential to staying innovative and competitive especially for leadership. Long gone are the days where leaders had all the answers, not knowing and establishing vulnerability and trust is the key to leading teams in times of accelerated change. "
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | ACTion Stage",
  "title": "Take Action: Steps to an Inclusive Environment",
  "titleChatBot": "Take Action: Steps to an Inclusive Environment",
  "titleVariations": "take,take action:,take action: steps,take action: steps to,take action: steps to an,take action: steps to an inclusive,take action: steps t",
  "sessionDescription": "A panel of industry experts will share best practices and take questions about how to design environments that feel organically inclusive for the LGBTQ+ community. Also, hear simple and economical ways to incorporate these ideas at your office and at large-scale events. Learner Outcomes:Recognize inclusive environments are necessary for a successful meetingDiscuss simple, actionable items to make your meeting and workplace more inclusive of those in the LGBTQ+ communityLearn how to approach sensitive topics with the community in a positive way",
  "location": "Moscone South, ACTion Stage | Hall D",
  "locationChatBot": "Moscone South, ACTion Stage | Hall D",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "kryss shane, ms, msw, lsw, lmsw (she/her),william kolber,ed salvato,ron renee roley",
  "speakersChatBot": "Kryss Shane, MS, MSW, LSW, LMSW (she/her),William Kolber,Ed Salvato,Ron Renee Roley",
  "searchData": "Take Action: Steps to an Inclusive Environment A panel of industry experts will share best practices and take questions about how to design environments that feel organically inclusive for the LGBTQ+ community. Also, hear simple and economical ways to incorporate these ideas at your office and at large-scale events. Learner Outcomes:Recognize inclusive environments are necessary for a successful meetingDiscuss simple, actionable items to make your meeting and workplace more inclusive of those in the LGBTQ+ communityLearn how to approach sensitive topics with the community in a positive way"
}, {
  "sessionType": "Concurrent Session",
  "track": "Media",
  "title": "Connecting With Multicultural Audiences Through Social Media",
  "titleChatBot": "Connecting With Multicultural Audiences Through Social Media",
  "titleVariations": "connecting,connecting with,connecting with multicultural,connecting with multicultural audiences,connecting with multicultural audiences th",
  "sessionDescription": "Tune your brand’s social media voice to work on different platforms and across the world. Hear how to connect with multicultural audiences while staying true to your organization’s voice on various social media platforms. Discover how media communicates with a variety of lifestyles, ethnicities and altering markets.Learner Outcomes:Analyze how language changes based on the social media platform.Create different experiences for targeted markets while staying on brand.Identify strategies to humanize your posts to create connections across cultures.",
  "location": "Moscone South, M.R. 153",
  "locationChatBot": "Moscone South, MR 153",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "ameerah saine",
  "speakersChatBot": "Ameerah Saine",
  "searchData": "Connecting With Multicultural Audiences Through Social Media Tune your brand’s social media voice to work on different platforms and across the world. Hear how to connect with multicultural audiences while staying true to your organization’s voice on various social media platforms. Discover how media communicates with a variety of lifestyles, ethnicities and altering markets.Learner Outcomes:Analyze how language changes based on the social media platform.Create different experiences for targeted markets while staying on brand.Identify strategies to humanize your posts to create connections across cultures."
}, {
  "sessionType": "Concurrent Session",
  "track": "Audience Acquisition & Engagement",
  "title": "Purposeful Planning: Pare Down Content To Dial Up Impact",
  "titleChatBot": "Purposeful Planning: Pare Down Content To Dial Up Impact",
  "titleVariations": "purposeful,purposeful planning:,purposeful planning: pare,purposeful planning: pare down,purposeful planning: pare down content,purposeful ",
  "sessionDescription": "Content creation is a delicate balance. Too little and business events fail to engage and resonate. Too much and there’s risk of analysis paralysis. Discover effective ways to increase the impact of your event program by making it part of a year-round engagement strategy. Hear how to set milestones and evaluate progress to ensure your event inspires collaborations, facilitates discussions and fosters lasting partnerships.Learner Outcomes:Review the benefits of making your program part of a broader year-round content and engagement strategy.Utilize content sharing and online opportunities to support collaboration.Integrate more engaging learning formats and community-building experiences into your event.",
  "location": "Moscone South, M.R. 303",
  "locationChatBot": "Moscone South, MR 303",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "felix rundel,sami benchekroun",
  "speakersChatBot": "Felix Rundel,Sami Benchekroun",
  "searchData": "Purposeful Planning: Pare Down Content To Dial Up Impact Content creation is a delicate balance. Too little and business events fail to engage and resonate. Too much and there’s risk of analysis paralysis. Discover effective ways to increase the impact of your event program by making it part of a year-round engagement strategy. Hear how to set milestones and evaluate progress to ensure your event inspires collaborations, facilitates discussions and fosters lasting partnerships.Learner Outcomes:Review the benefits of making your program part of a broader year-round content and engagement strategy.Utilize content sharing and online opportunities to support collaboration.Integrate more engaging learning formats and community-building experiences into your event."
}, {
  "sessionType": "Concurrent Session",
  "track": "Lifestyle",
  "title": "Managing the Unexpected for Stress Reduction",
  "titleChatBot": "Managing the Unexpected for Stress Reduction",
  "titleVariations": "managing,managing the,managing the unexpected,managing the unexpected for,managing the unexpected for stress,managing the unexpected for st",
  "sessionDescription": "Life changes are inevitable, but there are simple ways to manage stress associated with the unexpected. Explore how to train your body and mind to adjust to changes even when they are not welcomed. Learn how meditation is a practical tool for not only reducing existing stress but preventing chronic stress. Your future self will thank you.  Learner Outcomes:Identify the causes and indicators of stress and how to handle them under any environment.  Recognize the silver-lining in all types of change. Experience and understand how meditation is a preventative stress-reduction technique.",
  "location": "Moscone South, M.R. 301",
  "locationChatBot": "Moscone South, MR 301",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "devon pipars",
  "speakersChatBot": "Devon Pipars",
  "searchData": "Managing the Unexpected for Stress Reduction Life changes are inevitable, but there are simple ways to manage stress associated with the unexpected. Explore how to train your body and mind to adjust to changes even when they are not welcomed. Learn how meditation is a practical tool for not only reducing existing stress but preventing chronic stress. Your future self will thank you.  Learner Outcomes:Identify the causes and indicators of stress and how to handle them under any environment.  Recognize the silver-lining in all types of change. Experience and understand how meditation is a preventative stress-reduction technique."
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Beyond the Exhibit Floor: Rethinking Sponsorship for Medical Meetings",
  "titleChatBot": "Beyond the Exhibit Floor: Rethinking Sponsorship for Medical Meetings",
  "titleVariations": "beyond,beyond the,beyond the exhibit,beyond the exhibit floor:,beyond the exhibit floor: rethinking,beyond the exhibit floor: rethinking sp",
  "sessionDescription": "Explore the evolution of the medical meeting exhibition floor and how those changes can generate a higher ROI for your audience, organization and sponsors. Hear innovative ways to design experiences that still provide the knowledge and information expected from meeting exhibits, but also deliver an engaging experience that satisfy both the sponsor and the attendee.Learner Outcomes:Identify examples of sponsorship opportunities beyond an exhibit that can increase ROI. Explore attendee benefits from exhibit floor evolution.Discuss how to reframe the sales conversation to include both benefits and set expectations.",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "1:45 PM",
  "endTime": "2:45 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T21:45Z",
  "endTimeZulu": "2020-01-06T22:45Z",
  "speakers": "paula rowntree,danielle urbina",
  "speakersChatBot": "Paula Rowntree,Danielle Urbina",
  "searchData": "Beyond the Exhibit Floor: Rethinking Sponsorship for Medical Meetings Explore the evolution of the medical meeting exhibition floor and how those changes can generate a higher ROI for your audience, organization and sponsors. Hear innovative ways to design experiences that still provide the knowledge and information expected from meeting exhibits, but also deliver an engaging experience that satisfy both the sponsor and the attendee.Learner Outcomes:Identify examples of sponsorship opportunities beyond an exhibit that can increase ROI. Explore attendee benefits from exhibit floor evolution.Discuss how to reframe the sales conversation to include both benefits and set expectations."
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Six Steps to Mission-centered Meeting Design",
  "titleChatBot": "Six Steps to Mission-centered Meeting Design",
  "titleVariations": "six,six steps,six steps to,six steps to mission-centered,six steps to mission-centered meeting,six steps to mission-centered meeting design",
  "sessionDescription": "Meeting designer and entrepreneur Sarah Shewey shares a six-step process that applies more purpose and clarity in designing business events. Discover how to simplify your decision-making process and open up creativity to deliver memorable events.Learner Outcomes:Define your mission.Establish your objectives and key results (OKRs).Discover the one metric that matters.",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "3:30 PM",
  "endTime": "4:30 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T23:30Z",
  "endTimeZulu": "2020-01-07T00:30Z",
  "speakers": "sarah shewey",
  "speakersChatBot": "Sarah Shewey",
  "searchData": "Six Steps to Mission-centered Meeting Design Meeting designer and entrepreneur Sarah Shewey shares a six-step process that applies more purpose and clarity in designing business events. Discover how to simplify your decision-making process and open up creativity to deliver memorable events.Learner Outcomes:Define your mission.Establish your objectives and key results (OKRs).Discover the one metric that matters."
}, {
  "sessionType": "Concurrent Session",
  "track": "Innovation",
  "title": "Stay in the Game by Increasing Your Adaptability to New Technology",
  "titleChatBot": "Stay in the Game by Increasing Your Adaptability to New Technology",
  "titleVariations": "stay,stay in,stay in the,stay in the game,stay in the game by,stay in the game by increasing,stay in the game by increasing your,stay in th",
  "sessionDescription": "Technology is aggregating the speed, scale, and synthesis of change. If your organization harbors a tech resistant culture, you may be leaving opportunities on the table. In the fast-paced business events industry, how are you integrating tech to better serve your audiences? Are you providing immersive experiences that are always two steps ahead of your customers? Packed with tangible takeaways, Holly’s dynamic session will provide you a road map to assess the readiness of your organization and leadership team to have an ‘aug-mentality’ to adopting new technology.Learner Outcomes:Assess if you, your team and organization have a tech-ready or tech resistant culture.Apply a behavioral framework to strengthen your adaptability to new technologies that will enhance your business models. Leverage better insights, reach, productivity and human connections to drive business growth. ",
  "location": "Moscone South, M.R. 207",
  "locationChatBot": "Moscone South, MR 207",
  "startTime": "3:30 PM",
  "endTime": "4:30 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T23:30Z",
  "endTimeZulu": "2020-01-07T00:30Z",
  "speakers": "holly ransom",
  "speakersChatBot": "Holly Ransom",
  "searchData": "Stay in the Game by Increasing Your Adaptability to New Technology Technology is aggregating the speed, scale, and synthesis of change. If your organization harbors a tech resistant culture, you may be leaving opportunities on the table. In the fast-paced business events industry, how are you integrating tech to better serve your audiences? Are you providing immersive experiences that are always two steps ahead of your customers? Packed with tangible takeaways, Holly’s dynamic session will provide you a road map to assess the readiness of your organization and leadership team to have an ‘aug-mentality’ to adopting new technology.Learner Outcomes:Assess if you, your team and organization have a tech-ready or tech resistant culture.Apply a behavioral framework to strengthen your adaptability to new technologies that will enhance your business models. Leverage better insights, reach, productivity and human connections to drive business growth. "
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | ACTion Stage",
  "title": "Risk Management: Fulfill The Legal Requirement to Protect Attendees",
  "titleChatBot": "Risk Management: Fulfill The Legal Requirement to Protect Attendees",
  "titleVariations": "risk,risk management:,risk management: fulfill,risk management: fulfill the,risk management: fulfill the legal,risk management: fulfill the",
  "sessionDescription": "The tragic events that impact our world at an ever-increasing rate, from mass shootings and natural disasters to criminal acts, are especially dangerous in a legal sense to event organizers. As association executives, we have a duty of care to be prepared to respond and communicate in emergency situations.Learner Outcomes:Understand professional responsibility (and personal liability) for of duty of care Recognize how to avoid organizational and personal liability for acts or omissions likely to cause harm to othersLeverage collaboration with hospitality and destination partners who share responsibilities for risk management and safety to protect attendees from risk related to injury, sickness, security, and more (which can be reasonably foreseen)",
  "location": "Moscone South, ACTion Stage | Hall D",
  "locationChatBot": "Moscone South, ACTion Stage | Hall D",
  "startTime": "3:30 PM",
  "endTime": "4:30 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T23:30Z",
  "endTimeZulu": "2020-01-07T00:30Z",
  "speakers": "desirée knight,stephanie jones,elaine williams,mark vaughan,gary murakami",
  "speakersChatBot": "Desirée Knight,Stephanie Jones,Elaine Williams,Mark Vaughan,Gary Murakami",
  "searchData": "Risk Management: Fulfill The Legal Requirement to Protect Attendees The tragic events that impact our world at an ever-increasing rate, from mass shootings and natural disasters to criminal acts, are especially dangerous in a legal sense to event organizers. As association executives, we have a duty of care to be prepared to respond and communicate in emergency situations.Learner Outcomes:Understand professional responsibility (and personal liability) for of duty of care Recognize how to avoid organizational and personal liability for acts or omissions likely to cause harm to othersLeverage collaboration with hospitality and destination partners who share responsibilities for risk management and safety to protect attendees from risk related to injury, sickness, security, and more (which can be reasonably foreseen)"
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Tech Talk Stage",
  "title": "Tech Talk: Are Event Planners Struggling with Event Technology?",
  "titleChatBot": "Tech Talk: Are Event Planners Struggling with Event Technology?",
  "titleVariations": "tech,tech talk:,tech talk: are,tech talk: are event,tech talk: are event planners,tech talk: are event planners struggling,tech talk: are e",
  "sessionDescription": "A new research study has found that 47% of event planners say they have limited skills to make confident, informed decisions around their event tech investments - despite holding responsibility in the majority of organisations. Another 91% say event tech is an important aspect of the job, but only 48% consider themselves to be tech-savvy.How tech savvy are event planners expected to be these days? How much responsibility should they have around event tech when they already have so much on their plates? How can they acquire the skills they need to manage event tech effectively? Or are we seeing the emergence of a new breed of event professionals whose job is to focus exclusively on all things event tech?  Eventsforce will be addressing these questions and presenting key findings from a new research study which shows a growing technology skills gap in the events industry. The session will also look at what organisers can do to address the top challenges they face around event technology and how they could benefit working with an event technologist.Learner Outcomes:Learn the gaps event planners name in their tech knowledgeIdentify how the planner role is changing in the new world of technologyRecognize the tech skills event planners need to develop to be successful",
  "location": "Moscone South, Tech Talk Stage | Hall D",
  "locationChatBot": "Moscone South, Tech Talk Stage | Hall D",
  "startTime": "3:30 PM",
  "endTime": "4:00 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T23:30Z",
  "endTimeZulu": "2020-01-07T00:00Z",
  "speakers": "ian webb",
  "speakersChatBot": "Ian Webb",
  "searchData": "Tech Talk: Are Event Planners Struggling with Event Technology? A new research study has found that 47% of event planners say they have limited skills to make confident, informed decisions around their event tech investments - despite holding responsibility in the majority of organisations. Another 91% say event tech is an important aspect of the job, but only 48% consider themselves to be tech-savvy.How tech savvy are event planners expected to be these days? How much responsibility should they have around event tech when they already have so much on their plates? How can they acquire the skills they need to manage event tech effectively? Or are we seeing the emergence of a new breed of event professionals whose job is to focus exclusively on all things event tech?  Eventsforce will be addressing these questions and presenting key findings from a new research study which shows a growing technology skills gap in the events industry. The session will also look at what organisers can do to address the top challenges they face around event technology and how they could benefit working with an event technologist.Learner Outcomes:Learn the gaps event planners name in their tech knowledgeIdentify how the planner role is changing in the new world of technologyRecognize the tech skills event planners need to develop to be successful"
}, {
  "sessionType": "Concurrent Session",
  "track": "Lifestyle",
  "title": "Desk Bits & Stretches",
  "titleChatBot": "Desk Bits & Stretches",
  "titleVariations": "desk,desk bits,desk bits and,desk bits and stretches",
  "sessionDescription": "Working eight-hour days can be tiring and sitting for six of those hours can take its toll on your body. It&#39;s time to have an honest conversation with the amount of time we spend sitting down. Learn quick and easy movements that you can do in the comfort of your desk or cube to keep your blood flowing and dopamine levels elevated.",
  "location": "Moscone South, M.R. 301",
  "locationChatBot": "Moscone South, MR 301",
  "startTime": "3:30 PM",
  "endTime": "4:30 PM",
  "date": "1/6/2020",
  "startTimeZulu": "2020-01-06T23:30Z",
  "endTimeZulu": "2020-01-07T00:30Z",
  "speakers": "laurie eagle, e ryt 500",
  "speakersChatBot": "Laurie Eagle, E-RYT 500",
  "searchData": "Desk Bits & Stretches Working eight-hour days can be tiring and sitting for six of those hours can take its toll on your body. It&#39;s time to have an honest conversation with the amount of time we spend sitting down. Learn quick and easy movements that you can do in the comfort of your desk or cube to keep your blood flowing and dopamine levels elevated."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Tech Talk Stage",
  "title": "Tech Talk: The Rise of Canadian Tech",
  "titleChatBot": "Tech Talk: The Rise of Canadian Tech",
  "titleVariations": "tech,tech talk:,tech talk: the,tech talk: the rise,tech talk: the rise of,tech talk: the rise of canadian,tech talk: the rise of canadian t",
  "sessionDescription": "The range of technology expertise across Canada is growing. Business Events Canada will showcase two case studies of innovative ways to source a meeting location in an nontraditional way. This presentation will demonstrate how meeting planners and decision makers can utilize different strategies to connect the dots between their meeting locations and their organization.Learner Outcomes:Identify the knowledge growth in Canadian technology Learn the right questions to ask on site visits to get the most out of your venueRecognize tech capabilities of event venues are essential to planning unique experiences",
  "location": "Moscone South, Tech Talk Stage | Hall D",
  "locationChatBot": "Moscone South, Tech Talk Stage | Hall D",
  "startTime": "11:00 AM",
  "endTime": "11:30 AM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T19:30Z",
  "speakers": "virginie de visscher",
  "speakersChatBot": "Virginie De Visscher",
  "searchData": "Tech Talk: The Rise of Canadian Tech The range of technology expertise across Canada is growing. Business Events Canada will showcase two case studies of innovative ways to source a meeting location in an nontraditional way. This presentation will demonstrate how meeting planners and decision makers can utilize different strategies to connect the dots between their meeting locations and their organization.Learner Outcomes:Identify the knowledge growth in Canadian technology Learn the right questions to ask on site visits to get the most out of your venueRecognize tech capabilities of event venues are essential to planning unique experiences"
}, {
  "sessionType": "Concurrent Session",
  "track": "Innovation",
  "title": "Smart Cities: Strategy, Success and Impact",
  "titleChatBot": "Smart Cities: Strategy, Success and Impact",
  "titleVariations": "smart,smart cities:,smart cities: strategy,,smart cities: strategy, success,smart cities: strategy, success and,smart cities: strategy, suc",
  "sessionDescription": "Smart Cities initiatives are designed to improve the lives of citizens and local business through data-driven, yet human-focused technology and sustainability initiatives. Hear insights and strategies from business events leaders at four Smart Cities about their journey and the impact it has had on their business events and hospitality sectors.Learner Outcomes:Understand the impacts of the Smart Cities movement on citizens and local business including the meetings and events industry.Identify opportunities for meetings and events leaders to gain a seat at the table or otherwise influence the Smart Cities planning process.Explore ways to promote your Smart City’s benefits to events professionals, business travelers, and tourists. ",
  "location": "Moscone South, M.R. 207",
  "locationChatBot": "Moscone South, MR 207",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "gregory o'dell,julie coker graham,emmanuelle legault,jennifer fening",
  "speakersChatBot": "Gregory O'Dell,Julie Coker Graham,Emmanuelle Legault,Jennifer Fening",
  "searchData": "Smart Cities: Strategy, Success and Impact Smart Cities initiatives are designed to improve the lives of citizens and local business through data-driven, yet human-focused technology and sustainability initiatives. Hear insights and strategies from business events leaders at four Smart Cities about their journey and the impact it has had on their business events and hospitality sectors.Learner Outcomes:Understand the impacts of the Smart Cities movement on citizens and local business including the meetings and events industry.Identify opportunities for meetings and events leaders to gain a seat at the table or otherwise influence the Smart Cities planning process.Explore ways to promote your Smart City’s benefits to events professionals, business travelers, and tourists. "
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | ACTion Stage",
  "title": "A Method to the Planner Madness: Empathetic Design",
  "titleChatBot": "A Method to the Planner Madness: Empathetic Design",
  "titleVariations": "a,a method,a method to,a method to the,a method to the planner,a method to the planner madness:,a method to the planner madness: empathetic",
  "sessionDescription": "Conduct a deep dive of your conference agenda to determine whether you’re meeting the specific needs of all your attendees, exhibitors, and sponsors in addition to your organization’s goals and objectives. Explore the process of designing meetings with empathy to create a transformative experience that flows.Learner Outcomes:Identify goals for different stakeholders.Anticipate pain points and conflicts.Develop solutions to satisfy everyone involved. ",
  "location": "Moscone South, ACTion Stage | Hall D",
  "locationChatBot": "Moscone South, ACTion Stage | Hall D",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "megan finnell,megan martin",
  "speakersChatBot": "Megan Finnell,Megan Martin",
  "searchData": "A Method to the Planner Madness: Empathetic Design Conduct a deep dive of your conference agenda to determine whether you’re meeting the specific needs of all your attendees, exhibitors, and sponsors in addition to your organization’s goals and objectives. Explore the process of designing meetings with empathy to create a transformative experience that flows.Learner Outcomes:Identify goals for different stakeholders.Anticipate pain points and conflicts.Develop solutions to satisfy everyone involved. "
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Data Hacked Creativity",
  "titleChatBot": "Data Hacked Creativity",
  "titleVariations": "data,data hacked,data hacked creativity",
  "sessionDescription": "Growth strategist, brand coach, and innovation consultant Amy Blackman will take you behind the scenes of data-fueled experiences, explaining how the predictive insights of artificial intelligence (AI) can drive ideation, creation, and optimization for a proven R.O.E. (Return on Experience). She will share how the game is being changed, and hacked, by AI, facilitating the development of more meaningful experiences with quantifiable, measurable impact. Learner Outcomes:Use AI to crack open the experience design process (learn from real-world client examples).Integrate AI developments/concepts to further impact the future of meetings and events.Tap precisely into the experiences that will generate maximum impact with attendees.",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "amy blackman",
  "speakersChatBot": "Amy Blackman",
  "searchData": "Data Hacked Creativity Growth strategist, brand coach, and innovation consultant Amy Blackman will take you behind the scenes of data-fueled experiences, explaining how the predictive insights of artificial intelligence (AI) can drive ideation, creation, and optimization for a proven R.O.E. (Return on Experience). She will share how the game is being changed, and hacked, by AI, facilitating the development of more meaningful experiences with quantifiable, measurable impact. Learner Outcomes:Use AI to crack open the experience design process (learn from real-world client examples).Integrate AI developments/concepts to further impact the future of meetings and events.Tap precisely into the experiences that will generate maximum impact with attendees."
}, {
  "sessionType": "Concurrent Session",
  "track": "Media",
  "title": "Building a Bingeable Podcast",
  "titleChatBot": "Building a Bingeable Podcast",
  "titleVariations": "building,building a,building a bingeable,building a bingeable podcast",
  "sessionDescription": "It’s tough to stand out in a crowded field of 750,000 podcasts. Podcast consultant Mike McAllen and podcast creator Ameerah Saine share best practices and tips on how to get noticed and stay on your target audience’s playlist. This session will be recorded and offered as a podcast for PCMA members.Learner Outcomes:Explore the equipment needed to record and produce a podcast.Discover how to create a compelling show that positions you as an expert in the space.Examine marketing strategies that draw in your audience.",
  "location": "Moscone South, M.R. 153",
  "locationChatBot": "Moscone South, MR 153",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "ameerah saine,mike mcallen",
  "speakersChatBot": "Ameerah Saine,Mike McAllen",
  "searchData": "Building a Bingeable Podcast It’s tough to stand out in a crowded field of 750,000 podcasts. Podcast consultant Mike McAllen and podcast creator Ameerah Saine share best practices and tips on how to get noticed and stay on your target audience’s playlist. This session will be recorded and offered as a podcast for PCMA members.Learner Outcomes:Explore the equipment needed to record and produce a podcast.Discover how to create a compelling show that positions you as an expert in the space.Examine marketing strategies that draw in your audience."
}, {
  "sessionType": "Concurrent Session",
  "track": "Lifestyle",
  "title": "Free Your Mind & Success Will Follow",
  "titleChatBot": "Free Your Mind & Success Will Follow",
  "titleVariations": "free,free your,free your mind,free your mind and,free your mind and success,free your mind and success will,free your mind and success will",
  "sessionDescription": "Identify and leverage your intuition, will and perception to reach your next-level goals. Get ready to break down mental roadblocks and flip your mindset to unlock confidence. You will walk away with the power to create and start achieving your goals.  ",
  "location": "Moscone South, M.R. 301",
  "locationChatBot": "Moscone South, MR 301",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "nkechi deanna njaka",
  "speakersChatBot": "Nkechi Deanna Njaka",
  "searchData": "Free Your Mind & Success Will Follow Identify and leverage your intuition, will and perception to reach your next-level goals. Get ready to break down mental roadblocks and flip your mindset to unlock confidence. You will walk away with the power to create and start achieving your goals.  "
}, {
  "sessionType": "Concurrent Session",
  "track": "Leadership",
  "title": "The Art of Persuasion: Using Influence to Increase Sales",
  "titleChatBot": "The Art of Persuasion: Using Influence to Increase Sales",
  "titleVariations": "the,the art,the art of,the art of persuasion:,the art of persuasion: using,the art of persuasion: using influence,the art of persuasion: us",
  "sessionDescription": "In this fast paced session, Business expert and BBC mentalist David Meade, will equip us with persuasive trading and learning techniques to assist us with influencing others while increasing sales.Learner Outcomes:Demonstrate clear and persuasive communication.Analyze trading techniques and power words to increase sales.Identify best practices for pitching products or services.",
  "location": "Moscone South, M.R. 307",
  "locationChatBot": "Moscone South, MR 307",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "david meade",
  "speakersChatBot": "David Meade",
  "searchData": "The Art of Persuasion: Using Influence to Increase Sales In this fast paced session, Business expert and BBC mentalist David Meade, will equip us with persuasive trading and learning techniques to assist us with influencing others while increasing sales.Learner Outcomes:Demonstrate clear and persuasive communication.Analyze trading techniques and power words to increase sales.Identify best practices for pitching products or services."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Accelerate Stage",
  "title": "Rebranding From the Inside Out: Using Your Location’s Residents to Build Identity",
  "titleChatBot": "Rebranding From the Inside Out: Using Your Location’s Residents to Build Identity",
  "titleVariations": "rebranding,rebranding from,rebranding from the,rebranding from the inside,rebranding from the inside out:,rebranding from the inside out: u",
  "sessionDescription": "Gain support from the inside-out to give your initiatives momentum. In this session, we’ll open up Native Digital’s playbook to showcase branding and marketing frameworks used to fulfill a city’s quest to rebrand and breathe new life into their location experiences for meetings, conferences and tourism.Learner Outcomes:Identify and tailor messaging to influential advocates.Design how your brand is positioned as relevant to competitors in the minds of your audience.Evaluate creative and channel performance metrics to justify marketing investments.",
  "location": "Moscone South, Accelerate Stage | Hall B",
  "locationChatBot": "Moscone South, Accelerate Stage | Hall B",
  "startTime": "11:00 AM",
  "endTime": "12:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T19:00Z",
  "endTimeZulu": "2020-01-07T20:00Z",
  "speakers": "justin watkins,jake jacobson",
  "speakersChatBot": "Justin Watkins,Jake Jacobson",
  "searchData": "Rebranding From the Inside Out: Using Your Location’s Residents to Build Identity Gain support from the inside-out to give your initiatives momentum. In this session, we’ll open up Native Digital’s playbook to showcase branding and marketing frameworks used to fulfill a city’s quest to rebrand and breathe new life into their location experiences for meetings, conferences and tourism.Learner Outcomes:Identify and tailor messaging to influential advocates.Design how your brand is positioned as relevant to competitors in the minds of your audience.Evaluate creative and channel performance metrics to justify marketing investments."
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Attendee-Centric Meeting Design",
  "titleChatBot": "Attendee-Centric Meeting Design",
  "titleVariations": "attendee-centric,attendee-centric meeting,attendee-centric meeting design",
  "sessionDescription": "Your audiences are changing, becoming more diverse, and expecting something new and different every year. You need to zero in on what they want. Collecting the right data from the right participants allows you to design to the specific needs of each audience and keep attendees coming back. It also lets you focus your resources on what’s most important while sunsetting the meeting elements your audience no longer values. This session will help you understand what information to collect and how to translate it into a valuable attendee-centric experience. Learner Outcomes:Transform data into business intelligence.Reduce the risk of investments in technology and physical assets.Apply best practices to pilot-testing.",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "1:30 PM",
  "endTime": "2:30 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:30Z",
  "speakers": "john folks",
  "speakersChatBot": "John Folks",
  "searchData": "Attendee-Centric Meeting Design Your audiences are changing, becoming more diverse, and expecting something new and different every year. You need to zero in on what they want. Collecting the right data from the right participants allows you to design to the specific needs of each audience and keep attendees coming back. It also lets you focus your resources on what’s most important while sunsetting the meeting elements your audience no longer values. This session will help you understand what information to collect and how to translate it into a valuable attendee-centric experience. Learner Outcomes:Transform data into business intelligence.Reduce the risk of investments in technology and physical assets.Apply best practices to pilot-testing."
}, {
  "sessionType": "Concurrent Session",
  "track": "Innovation",
  "title": "AR & VR: Gimmick or Strategy",
  "titleChatBot": "AR & VR: Gimmick or Strategy",
  "titleVariations": "ar,ar and,ar and vr:,ar and vr: gimmick,ar and vr: gimmick or,ar and vr: gimmick or strategy",
  "sessionDescription": "Virtual reality and augmented reality are tools for forward-thinking planners in addition to being cool technologies. VR allows you to tour your booth during the planning phase before you arrive onsite. AR allows you to demonstrate your product’s functionality in real time. These digital tools help tell your story and captivate your trade show audience during the few minutes you have together.Learner Outcomes:Explore the best situations to use VR and AR.Recognize the value of using digital tools to better connect your story with the trade show participants.Identify efficient options for smaller budgets.",
  "location": "Moscone South, M.R. 207",
  "locationChatBot": "Moscone South, MR 207",
  "startTime": "1:30 PM",
  "endTime": "2:30 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:30Z",
  "speakers": "stephen rose",
  "speakersChatBot": "Stephen Rose",
  "searchData": "AR & VR: Gimmick or Strategy Virtual reality and augmented reality are tools for forward-thinking planners in addition to being cool technologies. VR allows you to tour your booth during the planning phase before you arrive onsite. AR allows you to demonstrate your product’s functionality in real time. These digital tools help tell your story and captivate your trade show audience during the few minutes you have together.Learner Outcomes:Explore the best situations to use VR and AR.Recognize the value of using digital tools to better connect your story with the trade show participants.Identify efficient options for smaller budgets."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Accelerate Stage",
  "title": "A Workplace Where Everyone Thrives",
  "titleChatBot": "A Workplace Where Everyone Thrives",
  "titleVariations": "a,a workplace,a workplace where,a workplace where everyone,a workplace where everyone thrives",
  "sessionDescription": "Company leaders and the Mayor’s Administration from Columbus will discuss strategies, policies and practices to close the gender and race-based wage gap, remove barriers to women’s advancement in the workplace and address implicit bias. More than 240 employers in Columbus have signed a pledge to address gender equity in the workplace. Come learn how to take steps in your own workplace and how we can empower women in 2020!  To complement the panel discussion, visit the Columbus Activation Booth where we invite participants to take the pledge to move their organization forward to assure equity. Take the pledge, share your reasons for signing and record your own video about what creating equality means to you. Learner Outcomes:•Identify actionable ways to address gender equity in the workplace.•Demonstrate what individuals can do to push equality in an impactful direction. •Create a workplace equity plan that can be implemented with any size teams or groups.",
  "location": "Moscone South, Accelerate Stage | Hall B",
  "locationChatBot": "Moscone South, Accelerate Stage | Hall B",
  "startTime": "1:30 PM",
  "endTime": "2:30 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:30Z",
  "speakers": "andrew ginther,gale king,heather whaling,shelly beiting",
  "speakersChatBot": "Andrew Ginther,Gale King,Heather Whaling,Shelly Beiting",
  "searchData": "A Workplace Where Everyone Thrives Company leaders and the Mayor’s Administration from Columbus will discuss strategies, policies and practices to close the gender and race-based wage gap, remove barriers to women’s advancement in the workplace and address implicit bias. More than 240 employers in Columbus have signed a pledge to address gender equity in the workplace. Come learn how to take steps in your own workplace and how we can empower women in 2020!  To complement the panel discussion, visit the Columbus Activation Booth where we invite participants to take the pledge to move their organization forward to assure equity. Take the pledge, share your reasons for signing and record your own video about what creating equality means to you. Learner Outcomes:•Identify actionable ways to address gender equity in the workplace.•Demonstrate what individuals can do to push equality in an impactful direction. •Create a workplace equity plan that can be implemented with any size teams or groups."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Leadership",
  "title": "Making the Right Connections: Who to Have in Your Corner",
  "titleChatBot": "Making the Right Connections: Who to Have in Your Corner",
  "titleVariations": "making,making the,making the right,making the right connections:,making the right connections: who,making the right connections: who to,mak",
  "sessionDescription": "With the click of the mouse you are virtually connected to someone halfway around the world as easily as your neighbor down the street. But are these connections meaningful? Listen as Janine Garner discusses how to make sincere connections, including the four types of people that are integral to you, and your team&#39;s, success on any endeavor.Learner Outcomes:Discover the four types of people to have in your inner circle to help you succeed.Recognize the value of a meaningful connection over the number of connections you have.Learn what tools to cultivate that will lead to your future success.",
  "location": "Moscone South, M.R. 307",
  "locationChatBot": "Moscone South, MR 307",
  "startTime": "1:30 PM",
  "endTime": "2:30 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:30Z",
  "speakers": "janine garner",
  "speakersChatBot": "Janine Garner",
  "searchData": "Making the Right Connections: Who to Have in Your Corner With the click of the mouse you are virtually connected to someone halfway around the world as easily as your neighbor down the street. But are these connections meaningful? Listen as Janine Garner discusses how to make sincere connections, including the four types of people that are integral to you, and your team&#39;s, success on any endeavor.Learner Outcomes:Discover the four types of people to have in your inner circle to help you succeed.Recognize the value of a meaningful connection over the number of connections you have.Learn what tools to cultivate that will lead to your future success."
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Tech Talk Stage",
  "title": "Tech Talk: Transforming  Your Event App with Augmented Reality",
  "titleChatBot": "Tech Talk: Transforming  Your Event App with Augmented Reality",
  "titleVariations": "tech,tech talk:,tech talk: transforming,tech talk: transforming ,tech talk: transforming  your,tech talk: transforming  your event,tech tal",
  "sessionDescription": "Discover how Augmented Reality is being tailored specially for events to provide new opportunities that focus on increasing engagement among attendees, providing sponsorship opportunities, and creating additional event revenue streams. See first hand how AR transports attendees into an immersive visual experience directly from their event app and can then be employed to deliver important video messages, engaging 3D models, and more. ",
  "location": "Moscone South, Tech Talk Stage | Hall D",
  "locationChatBot": "Moscone South, Tech Talk Stage | Hall D",
  "startTime": "1:30 PM",
  "endTime": "2:00 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:00Z",
  "speakers": "wayne crawford",
  "speakersChatBot": "Wayne Crawford",
  "searchData": "Tech Talk: Transforming  Your Event App with Augmented Reality Discover how Augmented Reality is being tailored specially for events to provide new opportunities that focus on increasing engagement among attendees, providing sponsorship opportunities, and creating additional event revenue streams. See first hand how AR transports attendees into an immersive visual experience directly from their event app and can then be employed to deliver important video messages, engaging 3D models, and more. "
}, {
  "sessionType": "Concurrent Session",
  "track": "Media",
  "title": "Events, Data & People: A (modern) Love Story",
  "titleChatBot": "Events, Data & People: ALove Story",
  "titleVariations": "events,,events, data,events, data and,events, data and people:,events, data and people: alove,events, data and people: alove story",
  "sessionDescription": "Making an impact in today’s overstimulated world can be a challenge. However, if you make your attendees part of your story by creating a dialogue with them, you&#39;ll manage to build something meaningful. And if you get to learn on the way... it&#39;s an even bigger win. See how data can help you create connections with your audience and how creativity can make for the piece that was missing in the world of events. Learner Outcomes:Learn the insights that can be brought to light with data mappingUnderstand that media can be used to create meaningful connectionsExamine different modalities that can be used to gather information to make accurate data mapping possible. ",
  "location": "Moscone South, M.R. 153",
  "locationChatBot": "Moscone South, MR 153",
  "startTime": "1:30 PM",
  "endTime": "2:30 PM",
  "date": "1/7/2020",
  "startTimeZulu": "2020-01-07T21:30Z",
  "endTimeZulu": "2020-01-07T22:30Z",
  "speakers": "miquel santasusana",
  "speakersChatBot": "Miquel Santasusana",
  "searchData": "Events, Data & People: A (modern) Love Story Making an impact in today’s overstimulated world can be a challenge. However, if you make your attendees part of your story by creating a dialogue with them, you&#39;ll manage to build something meaningful. And if you get to learn on the way... it&#39;s an even bigger win. See how data can help you create connections with your audience and how creativity can make for the piece that was missing in the world of events. Learner Outcomes:Learn the insights that can be brought to light with data mappingUnderstand that media can be used to create meaningful connectionsExamine different modalities that can be used to gather information to make accurate data mapping possible. "
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Tech Talk Stage",
  "title": "Tech Talk: AI Chatbots: Just Another Fad or the Future of Customer Service?",
  "titleChatBot": "Tech Talk: AI Chatbots: Just Another Fad or the Future of Customer Service?",
  "titleVariations": "tech,tech talk:,tech talk: ai,tech talk: ai chatbots:,tech talk: ai chatbots: just,tech talk: ai chatbots: just another,tech talk: ai chatb",
  "sessionDescription": "Join 42Chat Founding Partner Bob Caldwell as he discusses the promise and the power of chatbots, what questions you should be asking (internally and of vendors) about chatbots, and how events and associations can thoughtfully deploy chatbots to improve customer service, reduce costs, and drive revenue. ",
  "location": "Moscone South, Tech Talk Stage | Hall D",
  "locationChatBot": "Moscone South, Tech Talk Stage | Hall D",
  "startTime": "9:00 AM",
  "endTime": "9:30 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T17:30Z",
  "speakers": "robert caldwell",
  "speakersChatBot": "Robert Caldwell",
  "searchData": "Tech Talk: AI Chatbots: Just Another Fad or the Future of Customer Service? Join 42Chat Founding Partner Bob Caldwell as he discusses the promise and the power of chatbots, what questions you should be asking (internally and of vendors) about chatbots, and how events and associations can thoughtfully deploy chatbots to improve customer service, reduce costs, and drive revenue. "
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | Accelerate Stage",
  "title": "PCMA Student Competition Winner Presentations",
  "titleChatBot": "PCMA Student Competition Winner Presentations",
  "titleVariations": "pcma,pcma student,pcma student competition,pcma student competition winner,pcma student competition winner presentations",
  "sessionDescription": "PCMA each year invites universities to participate in a business events competition to create a proposal for a meeting, incentive trip, exhibition, tradeshow, consumer show, convention, conference, congress or product launch. Hear the winning ideas from our North American and Singapore student competitions.Learn more:https://www.pcma.org/north-american-student-competition/https://www.pcma.org/press_release/medical-wellness-tourism-event-idea-wins-2019-singapore-mice-challenge/",
  "location": "Moscone South, Accelerate Stage | Hall B",
  "locationChatBot": "Moscone South, Accelerate Stage | Hall B",
  "startTime": "9:00 AM",
  "endTime": "9:30 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T17:30Z",
  "speakers": "jena vonderhaar",
  "speakersChatBot": "Jena Vonderhaar",
  "searchData": "PCMA Student Competition Winner Presentations PCMA each year invites universities to participate in a business events competition to create a proposal for a meeting, incentive trip, exhibition, tradeshow, consumer show, convention, conference, congress or product launch. Hear the winning ideas from our North American and Singapore student competitions.Learn more:https://www.pcma.org/north-american-student-competition/https://www.pcma.org/press_release/medical-wellness-tourism-event-idea-wins-2019-singapore-mice-challenge/"
}, {
  "sessionType": "Innovate + Elevate Arena",
  "track": "Innovate + Elevate Arena | ACTion Stage",
  "title": "Make Event Technology Work for You",
  "titleChatBot": "Make Event Technology Work for You",
  "titleVariations": "make,make event,make event technology,make event technology work,make event technology work for,make event technology work for you",
  "sessionDescription": "Event technology is imperative for providing efficient and timely data to your stakeholders, but adoption and compliance is still a challenge for business events organizers and suppliers. This session will explore tactics for overcoming resistance to change and strategies to encourage end-user buy-in and compliance. Plus, you’ll hear methods for suppliers to help organizers and buyers to smoothly navigate the selection, implementation and training process of event technology.Learner Outcomes:Recognize the benefits of event technology to provide on-demand data to event stakeholders.Identify opportunities to help organizers and technology buyers ease the process of adopting new technology.Appreciate the value of end-user engagement during the entire process of technology selection and implementation.",
  "location": "Moscone South, ACTion Stage | Hall D",
  "locationChatBot": "Moscone South, ACTion Stage | Hall D",
  "startTime": "9:00 AM",
  "endTime": "10:00 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T18:00Z",
  "speakers": "kevin iwamoto,christine shimasaki",
  "speakersChatBot": "Kevin Iwamoto,Christine Shimasaki",
  "searchData": "Make Event Technology Work for You Event technology is imperative for providing efficient and timely data to your stakeholders, but adoption and compliance is still a challenge for business events organizers and suppliers. This session will explore tactics for overcoming resistance to change and strategies to encourage end-user buy-in and compliance. Plus, you’ll hear methods for suppliers to help organizers and buyers to smoothly navigate the selection, implementation and training process of event technology.Learner Outcomes:Recognize the benefits of event technology to provide on-demand data to event stakeholders.Identify opportunities to help organizers and technology buyers ease the process of adopting new technology.Appreciate the value of end-user engagement during the entire process of technology selection and implementation."
}, {
  "sessionType": "Concurrent Session",
  "track": "Trending Now",
  "title": "Navigating Your Diverse Workplace",
  "titleChatBot": "Navigating Your Diverse Workplace",
  "titleVariations": "navigating,navigating your,navigating your diverse,navigating your diverse workplace",
  "sessionDescription": "It’s possible to have five generations represented in one workplace, a historical first. This phenomenon raises challenges in communications, retention, training and recruitment. This session will examine the shifting demographics and dynamics in workplaces and how leaders can successfully navigate relationships with each generation.Learner Outcomes:Define demographic and socio-economic diversity in your workplace.Create communications best practices to engage with diverse audiences.Identify alternatives to sensitive phrases and words.",
  "location": "Moscone South, M.R. 154",
  "locationChatBot": "Moscone South, MR 154",
  "startTime": "9:00 AM",
  "endTime": "10:00 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T18:00Z",
  "speakers": "alissa carpenter",
  "speakersChatBot": "Alissa Carpenter",
  "searchData": "Navigating Your Diverse Workplace It’s possible to have five generations represented in one workplace, a historical first. This phenomenon raises challenges in communications, retention, training and recruitment. This session will examine the shifting demographics and dynamics in workplaces and how leaders can successfully navigate relationships with each generation.Learner Outcomes:Define demographic and socio-economic diversity in your workplace.Create communications best practices to engage with diverse audiences.Identify alternatives to sensitive phrases and words."
}, {
  "sessionType": "Concurrent Session",
  "track": "Leadership",
  "title": "Harnessing Emotion as a Leader: Tools to Express Emotions at Work",
  "titleChatBot": "Harnessing Emotion as a Leader: Tools to Express Emotions at Work",
  "titleVariations": "harnessing,harnessing emotion,harnessing emotion as,harnessing emotion as a,harnessing emotion as a leader:,harnessing emotion as a leader:",
  "sessionDescription": "Leadership success is shaped by effectively harnessing emotion to build trust while still maintaining the delicate balance between sharing and oversharing. This session equips leaders with the tools to understand, navigate and express their emotions at work.Learner Outcomes:Distinguish differences between sharing and oversharing in communications.Review useful tools to assist in expressing emotion in the workplace.Explain the importance of understanding others’ emotions in all situations.",
  "location": "Moscone South, M.R. 307",
  "locationChatBot": "Moscone South, MR 307",
  "startTime": "9:00 AM",
  "endTime": "10:00 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T18:00Z",
  "speakers": "liz fosslien",
  "speakersChatBot": "Liz Fosslien",
  "searchData": "Harnessing Emotion as a Leader: Tools to Express Emotions at Work Leadership success is shaped by effectively harnessing emotion to build trust while still maintaining the delicate balance between sharing and oversharing. This session equips leaders with the tools to understand, navigate and express their emotions at work.Learner Outcomes:Distinguish differences between sharing and oversharing in communications.Review useful tools to assist in expressing emotion in the workplace.Explain the importance of understanding others’ emotions in all situations."
}, {
  "sessionType": "Concurrent Session",
  "track": "Event Strategy & Design",
  "title": "Flashes of Genius: Learning The Art and Science of Creativity",
  "titleChatBot": "Flashes of Genius: Learning The Art and Science of Creativity",
  "titleVariations": "flashes,flashes of,flashes of genius:,flashes of genius: learning,flashes of genius: learning the,flashes of genius: learning the art,flash",
  "sessionDescription": "Increase the odds of having a “flash of genius” by exploring the art and science of creativity. Allen Gannett interviewed celebrity chefs, multi-platinum musicians, billionaire entrepreneurs, and leading scientists and found four patterns that all creatives engage in. Hear about his research findings and how you can leverage it to inspire your own “flashes of genius.”Learner Outcomes:Hear the neurological and psychological mechanisms behind flashes of genius.Discover how mass content consumption can trigger these moments.Explore how imitation provides you with the ability to create ideas that have the right mix of familiarity and novelty.",
  "location": "Moscone South, M.R. 205",
  "locationChatBot": "Moscone South, MR 205",
  "startTime": "9:00 AM",
  "endTime": "10:00 AM",
  "date": "1/8/2020",
  "startTimeZulu": "2020-01-08T17:00Z",
  "endTimeZulu": "2020-01-08T18:00Z",
  "speakers": "allen gannett",
  "speakersChatBot": "Allen Gannett",
  "searchData": "Flashes of Genius: Learning The Art and Science of Creativity Increase the odds of having a “flash of genius” by exploring the art and science of creativity. Allen Gannett interviewed celebrity chefs, multi-platinum musicians, billionaire entrepreneurs, and leading scientists and found four patterns that all creatives engage in. Hear about his research findings and how you can leverage it to inspire your own “flashes of genius.”Learner Outcomes:Hear the neurological and psychological mechanisms behind flashes of genius.Discover how mass content consumption can trigger these moments.Explore how imitation provides you with the ability to create ideas that have the right mix of familiarity and novelty."
}]
